.c9/metadata/environment/Bookers/app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)
    if @book.save
      flash[:notice] = "successfully"
      redirect_to book_path(@book)
    else
      @books = Book.all.order(id: :asc)
---
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "tesuto"], ["body", "a"], ["created_at", "2020-10-25 22:28:04.675676"], ["updated_at", "2020-10-25 22:28:04.675676"]]
SELECT "books".* FROM "books" ORDER BY "books"."id" ASC